{
  "achieve": [
    "Represented India at the ICPC World Finals in 2023",
    "Bagged the gold medal at the Global Best M-GOV Awards 2023 ceremony during the World Government Summit",
    "Achieved 1st place in India in CSAW CTF Finals and Top 10 ranks globally",
    "6th Position in Inter IIT Tech Meet 11.0 and won Gold and Silver Medals",
    "Selection in Google Summer of Code and other Open Source Events.",

    "Finalist in Findoc' AlgoNinjas, Techfest IITB",
    "1 team in the top 10 and 2 teams as finalists in Dark Pattern Buster Hackathon IITBHU",
    "1 Gold 1 Silver, and 2 Bronze in InterIIT tech meet 12.0",
    "2 cleared GSOC",
    "Finalist in the Indian Web Browser Development Challenge",
    "ICPC Kanpur regionals AIR 15, AIR20, AIR 21",
    "ICPC Asia West finals AIR 32",
    "CSAW finals AIR 7th ",
    "Finalists in IIT Guwahati Aquawars 2023",
    "Semifinalists in IIT Guwahati Escalade 2023",
    "NXP Campus Connect Workshop held in the Campus for students.",
    "VLSI-expert talk by Puneet Mittal on Basics on Static Time Analysis.",
    "Instruction enhancement Program for hands-on experience on EDA tools",
    "MAC and PUF Chip fabricated by NSDCS Lab through EFabLess under open shuttle program",
    "NOMA workshop on Signal Processing",
    "Student research group under Prof I A Palani won the Best Technology Award in the Institute's foundation day celebration ",
    "Team members from Finalist of IIT Guwahati Aquawars 2023",
    "Members in the winning team of Inter IIT Tech meet 12.0",
    "Best oral presentation award AIMTDR conference held  in IIT BHU",
    "Participation in Boeing National Aeromodelling Competition ",
    "Undergraduate students of Mechanical Engineering Department have received best BTP project Award and best Working Prototype Award in 1st Annual Student Research Symposium (SRS)",
    "IIT Inodre's Smart Manufacturing Team won the best Student Project Demo award (under technology category) in “Manufacturing Today Summit” organized by Aditya Birla Group and ITP publishing",
    "Inter IIT Civil Conclave: Two-time winner of the prestigious Inter IIT Civil Conclave, showcasing excellence in civil engineering projects and innovation.",
    "Research Excellence: Significant contributions to research, including the GOBAIR project focused on advanced civil engineering solutions.",
    "Industry Collaborations: Partnerships with leading industry players for collaborative projects and internships.",
    "Student Success: Graduates securing prestigious positions in top companies and pursuing advanced studies at renowned institutions globally.",
    "Innovative Projects: Successful implementation of projects in structural engineering, transportation systems, and environmental sustainability.",
    "Awards and Recognitions: Faculty and students receiving accolades and awards at national and international levels for their contributions to civil engineering.",

    "Significant contributions in research in areas of nanotechnology, energy storage, smart materials, energy and sustainability, alloy design, electrochemistry and hydrogen synthesis.",
    "Student achievements and awards include- PMRF, Best Oral Presentation Award, Raman Charpak Fellowship.",
    "11 students visited foreign universities and 10 international visitors visited IIT Indore MEMS Department",
    "Graduates securing prestigious positions in top companies, top ranks in exams like GATE and CAT, pursuing advanced studies at renowned institutions globally.",
    "Materials Advantage Student Chapter of MEMS Department IIT Indore organized an International Symposium on Physical Metallurgy of High-Entropy Alloys. The symposium featured six expert talks, delivered by distinguished speakers from foreign universities."
  ],
  "medal": "/data/buttonspngs/medal.png"
}
