{
  "messages": [
    {
      "title": "From the Director's Desk",
      "image": "/data/people/message/suhas_s_joshi.png",
      "summary": "At the outset, I would like to thank and congratulate IIT Indore community and our esteemed recruiters for the contribution and support to the Institute. I commend the students for living up to the expectations of our recruiters, especially during the pandemic over the last two years. I firmly believe that the Institute has certainly carved a niche for itself and is poised to scale even greater heights in the near future. It is evident from the distinguished list of Overseas and Indian companies including PSUs who have showed trust in our students. The conducive academic and research environment of the Institute has ensured the behavioral development of inquisitiveness, innovativeness, and entrepreneurship amongst students. Through our experienced faculty, world-class facilities, and higher teaching standards, IIT Indore graduates are excelling socially, technically, and humanely.",
      "info": "Indian Institute of Technology Indore (IIT Indore), established in 2009 as a second-generation IIT in Indore, India, is renowned for its excellence ineducation and research.Offering a diverse array ofprograms, the institution’s hallmark is its rigorous curriculum, which blends theory and practical and strongly emphasizes research and innovation. IIT Indore maintains a strong global presence, having established over 100 MoUs worldwide and securing more than 35 bilateral research grants with foreign institutes.IIT Indore has around 210 Faculty members, including experienced senior members from established IITs and young, vibrant scholars with global academic backgrounds, many of whom are listed among the top 2% of scientists in the world.Additionally, a mega project worth Rs 100 Cr under the DST National Mission on Cyber-Physical Systems is dedicated to developing cutting- edge technologies and training a skilled workforce in this domain.This project stands as a testament to IIT Indore’s commitment to fostering advancements in critical technological spheres. In alignment with the New Education Policy (NEP) objectives, IIT Indore has embraced a flexible approach to its BTech programs, welcoming qualified industry professionals and allowing flexibility in course selection and program duration.A joint MS degree program in Data Science and Management, conducted in collaboration with the Indian Institute of Management Indore, has garnered significant popularity.To further support entrepreneurial endeavors, the institute has registered the Section 8 Company Advanced Centre for Entrepreneurship (ACE) Foundation, which has incubated 52 startups till date.IIT Indore has actively fostered collaborations on national and international fronts through Memoranda of Understanding (MoUs).Notable partnerships include one with the Maker Bhavan Foundation and the Centre for Translational Research (CTR) which aims to modernize STEM education in Indian science and engineering by promoting a culture of making and active learning and nurturing talent. IIT Indore stands as a beacon of academic excellence, looking forward to collaborations with leading Indian and multinational companies, public sector organizations, financial institutions, and others.Our commitment to fostering partnerships and pushing the boundaries of knowledge ensures its position as a premier institution in India’s educational landscape.We place high importance on our relationship with the industry and are dedicated to making your time spent interviewing at IIT Indore fruitful and enjoyable.",
      "signature": "Prof Suhas Joshi. Director"
    },

    {
      "title": "From the Professor-In-Charge, Training & Placement",

      "image": "/data/people/message/Dr. Pavan K Kankar.png",
      "summary": "On behalf of IIT Indore, I take this opportunity to invite corporates, academia, and research organizations to interact with our vibrant students for Internships, Training, and conducting Campus Placements. The institute focuses on producing top-quality technocrats and scientists for the growth of our modern society and caters to the needs of corporates and institutions alike.",
      "info": "On behalf of IIT Indore, I extend a cordial invitation to all corporates, academic institutions, and research organizations to engage with our vibrant students for internships, training, and campus placements. At IIT Indore, we prioritize holistic student development by providing a conducive learning environment that sets our students up for success in their chosen professions.Our dynamic curriculum empowers students to grasp and innovate across various technologies and conduct research that aligns with industry and societal needs.Beyond academics, our students actively participate in a wide range of technical, sporting, and literary activities throughout the year. Our institute boasts state-of-the-art research labs bolstered by national and international collaborations and funding that support our undergraduate and research students.Within a span of 15 years, IIT Indore is ranked 8th among all IITs in India (source: QS World Rankings 2024) and has established itself through the exceptional skills of our students and our commitment to rigorous research.We now seek to build enduring partnerships with companies through campus recruitment initiatives. I warmly invite your company to visit our campus and leverage this opportunity to discover some of the nation's brightest minds.We are committed to ensuring a seamless and mutually beneficial recruitment process for both the institute and our corporate partners.",
      "signature": "Dr.Pawan Kumar Kankar. Professor-In-Charge. Training & Placement "
    }
  ],

  "arrow": "/data/buttonspngs/arrow.png"
}
