{
  "para1": "The department of Mechanical Engineering at IIT Indore which was established in the year 2009  offers courses at Bachelors, Master’s and Doctoral levels.It is the largest department with 29 faculty members having extensive academic and industrial experience, contributing to a vibrant research culture.Thermal engineering, Manufacturing Technology, Design and Applied Mechanics, and Industrial Engineering are the department's four main areas of study.",
  "para2": "Our department boasts a diverse cohort of postgraduate students specializing in cutting-edge fields such as Mechanical Systems Design (MSD), Thermal Energy Systems (TES), Advanced Manufacturing (AM), and the pioneering Applied Optics and Laser Technology (AOLT) in collaboration with RRCAT Indore. Complementing these are our dedicated MS (Research) scholars.",
  "title1": "Key courses offered for B. Tech in Mechanical Engineering include",
  "list1": [
    "Strength of materials",
    "Machine design",
    "Fluid machinery",
    "Heat transfer",
    "Thermodynamics",
    "Kinematics and Dynamics of machines",
    "Instrumentation and Control systems"
  ],

  "pgspecial": "Key courses tailored for the PG specializations include",

  "list2": [
    {
      "id": "1",
      "label": "MSD",
      "content": [
        "Theory of Elasticity",
        "Finite Element Methods",
        "Fracture Mechanics",
        "Dynamics and Control Systems",
        "Vibration and Noise Control"
      ]
    },
    {
      "id": "2",
      "label": "TES",

      "content": [
        "Non-conventional Energy Resources",
        "Thermal Energy Storage",
        "IC Engine Technology",
        "Solar Energy Technology",
        "Alternative Cooling Technologies"
      ]
    },
    {
      "id": "3",
      "label": "AM",

      "content": [
        "Mechatronics and Metrology",
        "Micro Precision Manufacturing",
        "Technology of Surface Coatings",
        "Smart Manufacturing",
        "Additive Manufacturing",
        "Theory of Advanced Manufacturing Processes"
      ]
    },
    {
      "id": "4",
      "label": "AOLT",

      "content": [
        "Laser Material Processing",
        "Laser Micro Machining and Measurement Techniques",
        "Laser Physics",
        "Biophotonics",
        "Advanced Optics",
        "Multiphysics Modelling"
      ]
    }
  ],

  "research": {
    "title": "Research Activities and Projects",
    "info": "Enhancing their proficiency in analytical approaches, simulation tools, and experimental methodologies, students work on projects covering a wide range of themes pertinent to the industry. \n B.tech students conduct CFD simulations, create engineering designs to further lab research, and collaborate in groups to address novel fuel requirements, emissions, and related issue statements related to the automobile industry. \n Each M. Tech student delves into individual projects that tackle critical challenges such as Health Monitoring, NVH (Noise, Vibration, Harshness) characteristics, AI/ML implementations in System Dynamics, Additive Manufacturing, Product Life Cycle Management, Optics Engineering and Fabrication, Electronic Cooling, and Energy Harvesting. Several of these projects are conducted in collaboration with leading industries and RRCAT. \n Our MS. Research scholars devote their entire course duration to pioneering advancements in noise control, condition monitoring, digital twins, and Lab-on-a-chip technologies. These innovations are poised to drive industrial growth and revolutionize biomedical applications"
  },

  "colab": {
    "title": "Collaborations and Allied Activities",
    "info": "The Department works closely with a number of public sector units, research centers, and businesses, including JCB-India, Volvo-Eicher, L&T, BPCL, BARC, DRDO, and RRCAT, to run multiple sponsored projects in the basic and applied research fields of mechanical engineering.The results of active industry partnership and applied research can be visible in terms of several international journal and conference publications along with a good number of patents filed till date. \n In addition to academics, the department encourages students to participate in various technical competitions, workshops, and industry internships, fostering a holistic learning environment. \n Overall,the Mechanical Engineering Department at IIT Indore is committed to turning out capable researchers and engineers who are prepared to take on the problems of the contemporary world."
  },

  "end": "Join us at Dept. of Mechanical Engineering, IIT Indore where theoretical excellence converges with practical innovation, shaping the future of engineering and technology."
}
