{

   "intro" : "Indian Institute of Technology Indore (IIT Indore), one of the premier institutions in India, was established in 2009. Part of the prestigious IIT system, IIT Indore is renowned for its excellence in education, research, and innovation. Located in the city of Indore, Madhya Pradesh, the institute has rapidly grown to become a significant center for engineering, science, and humanities education and research.",


    "iitihome": "https://www.iiti.ac.in/",


    "academicsstarter" : "IIT Indore offers a range of undergraduate, postgraduate, and doctoral programs across various disciplines. The academic structure is designed to foster interdisciplinary learning and research. The key programs include:",

       
        

    "academicsend" :  "The curriculum at IIT Indore emphasizes both theoretical knowledge and practical application, encouraging students to engage in research projects and internships."
,
    "reasearchstarting" : "IIT Indore has made significant strides in research and development, establishing itself as a hub for innovation. The institute boasts numerous research centers and labs equipped with state-of-the-art facilities, fostering an environment conducive to cutting-edge research. Key research areas include:"
,

    "research" : [
        {"title":"Nanotechnology",
        "link":"/data/research/nanotech.png"
    },
        {"title":"Artificial Intelligence and Machine Learning",
    "link":"/data/research/ai.png"},
        {"title":"Renewable Energy",
    "link":"/data/research/renew.png"},
        {"title":"Biomedical Engineering",
    "link":"/data/research/biomedical.png"},
       {"title":"Environmental Science and Engineering",
    "link":"/data/research/evs.png"}
    ],

    "reaseachend" : "The institute also collaborates with various national and international organizations, enhancing its research capabilities and providing students and faculty with opportunities to work on globally relevant projects."

, "infrastructure" : "The IIT Indore campus is spread over a sprawling area with modern infrastructure, including:"







}